[
  "Masahiro Makino, Yuya Asazuma, Shota Sasaki, Jun Suzuki. The Impact of Integration Step on Integrated Gradients. In Proceedings of the 18th Conference of the European Chapter of the Association for Computational Linguistics: Student Research Workshop (EACL SRW), Mar 2024.",
  "Aizawa et al. LLM-jp: A Cross-organizational Project for the Research and Development of Fully Open Japanese LLMs. arXiv, Jul 2024.",
  "Hwichan Kim, Shota Sasaki, Sho Hoshino, Ukyo Honda. A Single Linear Layer Yields Task-Adapted Low-Rank Matrices. In Proceedings of the 2024 Joint International Conference on Computational Linguistics, Language Resources and Evaluation (LREC-COLING 2024), May 2024.",
  "Hiroto Kurita, Ikumi Ito, Hiroaki Funayama, Shota Sasaki, Shoji Moriya, Ye Mengyu, Kazuma Kokuta, Ryujin Hatakeyama, Shusaku Sone, Kentaro Inui. TohokuNLP at SemEval-2023 Task 5: Clickbait Spoiling via Simple Seq2Seq Generation and Ensembling. In Proceedings of the 17th International Workshop on Semantic Evaluation (SemEval), Jul 2023. Best Paper Award Nomination. 1st place.",
  "Shota Sasaki, Benjamin Heinzerling, Jun Suzuki and Kentaro Inui. Examining the effect of whitening on static and contextualized word embeddings. Information Processing & Management, Vol.60, No.3, May 2023.",
  "Shota Sasaki, Benjamin Heinzerling, Jun Suzuki and Kentaro Inui. Examining the effect of whitening on static and contextualized word embeddings. Presentation at Information Processing & Management Conference 2022, October 2022.",
  "Shota Sasaki, Jun Suzuki and Kentaro Inui. Subword-Based Compact Reconstruction for Open-Vocabulary Neural Word Embeddings. IEEE/ACM Transactions on Audio, Speech, and Language Processing, Vol.29, pp.3551-3564, November 2021.",
  "Hiroaki Funayama, Shota Sasaki, Yuichiroh Matsubayashi, Tomoya Mizumoto, Jun Suzuki, Masato Mita and Kentaro Inui. Preventing Critical Scoring Errors in Short Answer Scoring with Confidence Estimation. In Proceedings of the 2020 ACL Student Research Workshop (ACL SRW), pp.237–243, July 2020.",
  "Shota Sasaki, Jun Suzuki and Kentaro Inui. Subword-based Compact Reconstruction of Word Embeddings. In Proceedings of the 16th Annual Conference of the North American Chapter of the Association for Computational Linguistics: Human Language Technologies (NAACL-HLT 2019), June 2019.",
  "Kazuaki Hanawa*, Shota Sasaki*, Hiroki Ouchi, Jun Suzuki and Kentaro Inui (* equal contribution). The Sally Smedley Hyperpartisan News Detector at SemEval-2019 Task 4. In Proceedings of the 13th International Workshop on Semantic Evaluation (SemEval), June 2019. 3rd place out of 42 teams.",
  "Shota Sasaki, Shuo Sun, Shigehiko Schamoni, Kevin Duh and Kentaro Inui. Cross-lingual Learning-to-Rank with Shared Representations. In Proceedings of the 16th Annual Conference of the North American Chapter of the Association for Computational Linguistics: Human Language Technologies (NAACL-HLT 2018), June 2018.",
  "Shota Sasaki, Sho Takase, Naoya Inoue, Naoaki Okazaki, Kentaro Inui. Handling Multiword Expressions in Causality Estimation. In Proceedings of International Conference on Computational Semantics (IWCS), September 2017."
]
