[
  "栗原健太郎, 三田雅人, 張培楠, 佐々木翔大, 石上亮介, 岡崎直観. LCTG Bench: 日本語LLMの制御性ベンチマークの構築. 言語処理学会第30回年次大会, 3月 2024.",
  "牧野雅紘, 浅妻佑弥, 佐々木翔大, 鈴木潤. Integrated Gradientsにおける理想の積分ステップ数はインスタンス毎に異なる. 言語処理学会第30回年次大会, 3月 2024. 委員特別賞",
  "謝素春, 佐々木翔大, Yunmeng Li, 坂田将樹, 赤間怜奈, 鈴木潤. 英語中心の大規模言語モデルの言語横断汎化能力. 言語処理学会第30回年次大会, 3月 2024.",
  "栗原健太郎, 佐々木翔大, 張培楠, 石上亮介, 三田雅人, 加藤明彦. 日本語LLMベンチマーク構築に向けて. 第18回NLP若手の会 シンポジウム (YANS), 8月 2023.",
  "邊土名 朝飛, 友松 祐太, 佐々木 翔大, 阿部 香央莉, 乾 健太郎. 多様なタスク指向対話データの収集を目的としたクラウドソーシングにおけるインストラクションの設計　―クリニック予約対話を例に―． 2023年度人工知能学会全国大会（第37回）, 6月 2023.",
  "佐々木翔大, Benjamin Heinzerling, 鈴木潤, 乾健太郎. 白色化が単語埋め込みに及ぼす効果の検証. 言語処理学会第29回年次大会, 3月 2023.",
  "牧野雅紘, 浅妻佑弥, 佐々木翔大, 鈴木潤. XAIにおける忠実性評価手法の考察. 言語処理学会第29回年次大会, 3月 2023.",
  "佐藤俊，大内啓樹，塙一晃，佐々木翔大，乾健太郎． 事例ベース推論を行うニューラルモデルの説明性とハブ現象の関係． 情報処理学会 第249回自然言語処理研究会 (NL研), 7月 2021. 優秀研究賞，山下記念研究賞 受賞",
  "佐藤俊，大内啓樹，佐々木翔大，塙一晃, 乾健太郎． 説明性の高いニューラルモデルの予測確信度に関する分析． 言語処理学会第27回年次大会，pp.1204-1209, 3月 2021.",
  "佐々木翔大，大内啓樹，鈴木潤，Ana Brassard，乾健太郎． 単一評価サンプルのためのトランズダクティブ学習． 言語処理学会第26回年次大会，3月 2020.",
  "佐藤俊, 大内啓樹, 塙一晃, 佐々木翔大, 乾健太郎. 訓練過程における予測ラベルの遷移頻度情報を用いた予測確信度計算手法の改善． 第15回NLP若手の会 シンポジウム (YANS)，9月 2020.",
  "舟山弘晃，佐々木翔大，水本智也，三田雅人，鈴木潤，松林優一郎，乾健太郎． 記述式答案自動採点のための確信度推定手法の検討． 言語処理学会第26回年次大会，3月 2020.",
  "佐藤俊，佐々木翔大，大内啓樹，鈴木潤，乾健太郎． 評価データのクラスタリングを用いた記述式答案自動採点のためのトランズダクティブ学習． 言語処理学会第26回年次大会，3月 2020.",
  "舟山弘晃，佐々木翔大，水本智也，三田雅人，鈴木潤，乾健太郎． 自動採点における確信度推定手法． 第14回NLP若手の会 シンポジウム，8月 2019.",
  "中村拓，田然，佐々木翔大，乾健太郎． 単語埋め込みにおける複数視点の対義語判定． 2019年度人工知能学会全国大会(第33回), 4 pages, 6月 2019.",
  "佐々木翔大，鈴木潤，乾健太郎． サブワードに基づく単語分散表現の縮約モデリング． 言語処理学会第25回年次大会，3月 2019.",
  "佐々木翔大，鈴木潤，乾健太郎． サブワードに基づく単語ベクトルの再構築． 第13回NLP若手の会 シンポジウム，8月 2018. 奨励賞 受賞",
  "Shota Sasaki, Shuo Sun, Shigehiko Schamoni, Kevin Duh and Kentaro Inui. Cross-lingual Information Retrieval with Shared Representations. The 5th CWRU-TOHOKU Joint Workshop，8月 2018.",
  "佐々木翔大，Shuo Sun，Shigehiko Schamoni，Kevin Duh，乾健太郎． 言語横断的情報検索の大規模データセットとパラメータ共有モデル． 言語処理学会第24回年次大会，3月 2018. 若手奨励賞 受賞",
  "佐々木翔大，田然，乾健太郎． 数量表現と比較に着目した意味解析に向けて． 第12回NLP若手の会 シンポジウム，9月 2017.",
  "佐々木翔大，高瀬翔，井之上直也，岡崎直観，乾健太郎． 複単語表現を利用した因果関係推定モデルの改善． 第231回自然言語処理研究会・第116回音声言語情報処理研究会，5月 2017.",
  "佐々木翔大，高瀬翔，井之上直也，岡崎直観，乾健太郎． 分散表現を用いた因果関係知識のモデル化． 第11回NLP若手の会 シンポジウム，8月 2016."
]
